// @flow
export const FILTER_METHOD = 'sinks';

export const DESCRIPTION_TEXT = 'Раковина из искусственного камня в ванную – одно из самых практичных и актуальных интерьерных решений последних лет. Стремительно растет спрос и на кухонные мойки из искусственного камня. Дизайнеры создают новые изделия каталог за каталогом, интернет пестрит восторженными отзывами и фото. Если Вы запутались в бесконечных вариантах для кухни и ванной комнаты, сомневаетесь, стоит ли Вам выбирать такую сантехнику, мы вам в этом поможем! Наша компания на рынке уже более 5 лет, и мы расскажем всё, что нужно знать, прежде чем купить, к примеру, умывальник из искусственного камня.';

export const ADVANTAGES = [
  {
    id: '1',
    text: 'У каменных моек красивые цвета и фактуры (можно подобрать точно под цвет столешницы);',
  },
  {
    id: '2',
    text: 'По сравнению с нержавейкой такие раковины абсолютно бесшумные вас не будет раздражать шум воды и лязг столовых приборов;',
  },
  {
    id: '3',
    text: 'Разводы и брызги на поверхности камня практически не заметны на металле же видна каждая капелька.',
  },
];

export const OFFER_TEXT = 'Большинство людей, выбирая столешницу из камня для барной стойки, руководствуются собственными представлениями и предпочтениями касательно внешнего вида подобного изделия. И действительно, широкий ассортимент цветов и оттенков позволяет гармонично вписать этот элемент в интерьер кухни и создать ощущение единого ансамбля. Так, особой популярностью пользуется имитация натурального мрамора или гранита.';
