// @flow
export const FILTER_METHOD = 'window-sills';

export const DESCRIPTION_TEXT = 'Подоконники из искусственного камня стали не заменимым элементов многих современных интерьеров. Подоконники из искусственного камня являются оптимальным вариантом сочетания цены продукта, его прочности, надёжности, а так же возможности подобрать цвет камня, который оригинально впишется в любой интерьер. В компании "BLACKSTONE" вы сможете подобрать искусственный камень который будет сочетаться с любыми другими материалами, такими как пластик, дерево или металл.';

export const ADVANTAGES = [
  {
    id: '1',
    text: 'У каменных моек красивые цвета и фактуры (можно подобрать точно под цвет столешницы)',
  },
  {
    id: '2',
    text: 'По сравнению с нержавейкой такие раковины абсолютно бесшумные вас не будет раздражать шум воды и лязг столовых приборов',
  },
  {
    id: '3',
    text: 'Разводы и брызги на поверхности камня практически не заметны на металле же видна каждая капелька.',
  },
];

export const OFFER_TEXT = 'Большинство людей, выбирая столешницу из камня для барной стойки, руководствуются собственными представлениями и предпочтениями касательно внешнего вида подобного изделия. И действительно, широкий ассортимент цветов и оттенков позволяет гармонично вписать этот элемент в интерьер кухни и создать ощущение единого ансамбля. Так, особой популярностью пользуется имитация натурального мрамора или гранита.';
