// @flow

export const PRICE_FOR_WORKS = [
  {
    id: '1',
    text: 'Замер и изготовление шаблона в пределах МКАД и в пределах 50 км от МКАД 1500 ₽, дальше 30 руб. км',
    subspecies: [],
  },
  {
    id: '2',
    text: 'Доставка в пределах МКАД и в пределах 50 км. От МКАД 2500 ₽, дальше 30 ₽ км',
    subspecies: [],
  },
  {
    id: '3',
    text: 'Монтаж расчет от стоимости 10%, минимальный 5000 ₽',
    subspecies: [],
  },
  {
    id: '4',
    text: 'Вклейка литой мойки 500 ₽',
    subspecies: [],
  },
  {
    id: '5',
    text: 'Радиусный элемент 1 шт. 700 ₽',
    subspecies: [],
  },
  {
    id: '6',
    text: 'Вырез под мойку, варочную панель 1шт., бесплатно',
    subspecies: [],
  },
  {
    id: '7',
    text: 'Вырез под смеситель, розетку 1шт. 300 ₽',
    subspecies: [],
  },
  {
    id: '8',
    text: 'Вклейка мойки под столешницу 1шт. 2000 ₽',
    subspecies: [],
  },
  {
    id: '9',
    text: 'Проточки для стока воды комплект 2000 ₽',
    subspecies: [],
  },
  {
    id: '10',
    text: 'Прутья по гарячее комплект 3000 ₽',
    subspecies: [],
  },
  {
    id: '11',
    text: 'Обработка торцевых:',
    subspecies: [
      {
        id: 'а',
        text: 'кромок скругления верхнего и нижнего угла радиусом (3мм, 6мм, 9мм) беплатно',
      },
      {
        id: 'б',
        text: 'округлая кромка 1500 ₽ 1 п.м.',
      },
      {
        id: 'в',
        text: 'скругление верхнего угла со ступенькой 500 ₽ 1 п.м.',
      },
      {
        id: 'г',
        text: 'подгиб кромки снизу (подворот) 950 ₽ п.м.',
      },
      {
        id: 'д',
        text: 'антиперелив 1500 ₽ 1 п.м.',
      },
      {
        id: 'е',
        text: 'инкрустация 2000 ₽ 1 п.м.',
      },
      {
        id: 'ж',
        text: 'фигурная фаска 1000 ₽ 1 п.м.',
      },
      {
        id: 'з',
        text: 'стеновой бортик плавный радиусной, высота до 40мм 1000 ₽ 1 п.м.',
      },
      {
        id: 'и',
        text: 'стеновой бортик 90 градусов до 40 мм 300 ₽ 1 п.м.',
      },
    ],
  },
  {
    id: '12',
    text: 'Изделия на цельной подложке из МДФ 1000 ₽ 1 кв.м.',
    subspecies: [],
  },
  {
    id: '13',
    text: 'Шлифовка в глянец 1000 м 1 кв.м.',
    subspecies: [],
  },
  {
    id: '14',
    text: 'Угловой срез бесплатно',
    subspecies: [],
  },
];
