// @flow
export const FILTER_METHOD = 'bar-counters';

export const DESCRIPTION_TEXT = 'Компания Green stone предлагает всем желающим купить стильную и современную барную стойку. Для изготовления такой продукции мы используем только проверенное сырье и высокопрочный искусственный камень. А широкий ассортимент конфигураций, форм и цветовых решений позволит вам подобрать идеальную столешницу для идеальной кухни. Клиенты компании Green Stone также могут рассчитывать на всевозможную помощь со стороны опытных специалистов - мы с удовольствием ответим на возникшие вопросы касательно и ее выбора. Более того, все заказы обрабатываются и выполняются в оперативном режиме, так что не придется задерживать ремонт кухни. Ну а низкая цена на барную стойку из камня сделает покупку еще приятней.';

export const ADVANTAGES = [
  {
    id: '1',
    text: 'Повышенная прочность (выдерживает механическое воздействие);',
  },
  {
    id: '2',
    text: 'Долговечность (даже спустя годы кварцевая стойка выглядит такой же гладкой и блестящей);',
  },
  {
    id: '3',
    text: 'Устойчивость к негативным внешним факторам (не впитывает влагу, не деформируется под воздействием высоких температур).',
  },
];

export const OFFER_TEXT = 'Большинство людей, выбирая столешницу из камня для барной стойки, руководствуются собственными представлениями и предпочтениями касательно внешнего вида подобного изделия. И действительно, широкий ассортимент цветов и оттенков позволяет гармонично вписать этот элемент в интерьер кухни и создать ощущение единого ансамбля. Так, особой популярностью пользуется имитация натурального мрамора или гранита.';
