// @flow
export const FILTER_METHOD = 'tables';

export const DESCRIPTION_TEXT = 'Современные столешницы из искусственного камня хорошо подходят для ванной, кухни или коммерческих помещений различных предприятий. Они очень красивы, прочны и долговечны, к тому же совершенно не боятся влажности или перепадов температур. Так что вы не только получаете гармоничный элемент интерьера, но и предмет нуждающийся в минимальном уходе. Наша компания предлагает профессиональное изготовление столешниц по индивидуальным замерам. Покупая столешницу из искусственного камня для кухни в BlackStone - Вы покупаете сразу у производителя и без пасредников.';

export const ADVANTAGES = [
  {
    id: '1',
    text: 'У каменных моек красивые цвета и фактуры (можно подобрать точно под цвет столешницы);',
  },
  {
    id: '2',
    text: 'По сравнению с нержавейкой такие раковины абсолютно бесшумные вас не будет раздражать шум воды и лязг столовых приборов;',
  },
  {
    id: '3',
    text: 'Разводы и брызги на поверхности камня практически не заметны на металле же видна каждая капелька.',
  },
];

export const OFFER_TEXT = 'Компания BlackStone изготавливает по индивидуальным размерам столешницы, подоконники и барные стойки из искусственного камня. Изделия, созданные руками наших мастеров, обладают красивым внешним видом и отличными эксплуатационными характеристиками. Мы принимаем заказы на изготовление столешниц из искусственного камня по цене производителя во всех районах Москвы и Подмосковья.';
